[
  {
    "id": 1,
    "name": "Karel Dohnal",
    "linkedIn": "https://www.linkedin.com/in/karel-dohnal/",
    "gitHub": "https://github.com/kareldohnal",
    "role": "mentor, Digital Academy: Web, 2023",
    "reference": "Míša stands out among her peers from the Digital Academy in the way she thinks about projects as a whole, while she can well estimate the component structure even before she reaches the code. And when she says that she needs help with something, it usually means that she just needs to say out loud what the problem is and then she solves it by herself."
  },
  {
    "id": 2,
    "name": "Sergej Kurbanov",
    "linkedIn": "https://www.linkedin.com/in/sergejkurbanov/",
    "gitHub": "https://github.com/sergejkurbanov",
    "role": "mentor, Digital Academy: Web, 2023",
    "reference": "Míša confidently tries new things to give projects an extra twist and stand out from the rest. She can deal with arbitrarily complex problems on her own, or just a little guidance in the right direction is all she needs. She cared about the project, collaborated well, and when she wasn't sure, she didn't shy away from asking questions, moving the development forward at a steady pace."
  },
  {
    "id": 3,
    "name": "Iva Havranová",
    "linkedIn": "https://www.linkedin.com/in/iva-havranov%C3%A1-14bab025b/",
    "gitHub": "https://github.com/havraiv",
    "role": "project partner, Digital Academy: Web, 2023",
    "reference": "I worked with Míša on the final project as part of the Digital Academy in Czechitas and it was a pleasure to work with her. We are on the same wavelength, but even though each of us came with a different opinion, we immediately resolved everything with a compromise to the satisfaction of both. Míša is a frontend enthusiast and has been my mentor many times when I was stuck with something and she already had experience with it. I would work with her again on another project and I would definitely recommend her to the team. In addition, she is not only good at programming, but she is creative and a divine photographer and painter."
  }
]
